Repository: temison/edx
Catalog: edx-platform.uk.tmx
Source language: en_us
Languages: uk

source: We received a request to change the e-mail associated with your {platform_name} account from {old_email} to {new_email}. If this is correct, please confirm your new e-mail address by visiting:
uk: Ми отримали запит на зміну електронної адреси, пов'язаної з вашим обліковим записом на {platform_name} з {old_email} на {new_email}. Якщо все правильно, будь ласка, пройдіть за цим посиланням, щоб підтвердити свою нову електронну адресу:

source: Reload Graphs
uk: Оновити Графіки

source: Hide
uk: Сховати

source: We're sorry, our systems seem to be having trouble processing your password reset
uk: Вибачте, схоже, що нашим системам не вдалось оновити ваш пароль

source: Brief summary of your question
uk: Короткий зміст Вашого питання

source: Download Your {cert_name_short} (PDF)
uk: Завантажити {cert_name_short} (PDF)

source: Full Name
uk: Повне ім'я

source: Other
uk: Інше

source: Superscript
uk: Верхній індекс

source: Getting Started With Studio
uk: Як почати роботу в Studio

source: Enter your question or comment
uk: Введіть ваше питання або коментар

source: Invalid math syntax: '{student_answer}'
uk: Некоректний математичний синтаксис: '{student_answer}'

source: example: A123DS
uk: наприклад: A123DS

source: Enrollment Is Closed
uk: Запис на курс закрито

source: Enable Subsection Prerequisites
uk: Дозволити підрозділ пререквизитів

source: {email} is already on the {container} team. Recheck the email address if you want to add a new member.
uk: {email} вже доданий до {container} команди. Перевірте електронну адресу ще раз, якщо хочете додати нового члена.

source: This content is graded
uk: Цей елемент курсу перевірений

source: Last Editor
uk: Останнє редагування

source: There was an error saving your feedback. Please contact course staff.
uk: При збереженні вашого відгуку сталася помилка. Будь ласка, зв'яжіться зі співробітниками курсу.

source: You must verify your identity before the assessment closes on {due_date}.
uk: Вам необхідно підтвердити вашу особу до закінчення терміну прийому робіт {due_date}.

source: Male
uk: Чоловіча

source: Register for
uk: Зареєструватися на

source: invalid JSON
uk: Некоректний JSON

source: Module state successfully deleted.
uk: Стан модуля успішно видалено.

source: Lower Greek
uk: Грецькі букви в нижньому регістрі

source: Company Contact Email
uk: Контактна електронна адреса компанії

source: Optional, for older browsers: the YouTube ID for the 1.25x speed video.
uk: Необов'язкове значення для застарілих браузерів: ідентифікатор відео на YouTube на швидкості 1.25x.

source: Verified: Pending Verification
uk: Верифікація: Очікування верифікації

source: Bypass Course Home
uk: Пропускати домашню сторінку курсу

source: This answer is incorrect.
uk: Ця відповідь є неправильною.

source: Peer Assessment
uk: Оцінювання одокурсниками

source: Recipient Email:
uk: Електронна адреса отримувача:

source: The requested transaction amount must match the previous transaction amount.
uk: Запитувана сума транзакції повинна збігатись з попередньою сумою транзакції.

source: Email Address
uk: Поштова скринька

source: Couldn't reset module state for {id}/{url}.
uk: Неможливо скинути стан модуля для {id}/{url}.

source: Found a single student.
uk: Знайдений один студент

source: Task Status
uk: Статус завдання

source: The language used throughout this site. This site is currently available in a limited number of languages.
uk: Мова, що використовується на цьому сайті. Зараз для сайту доступна обмежена кількість мов.

source: Schools & Partners
uk: Школи та партнери

source: Download Student Opened as a CSV
uk: Завантажити Дані Цього Студента в Форматі CSV

source: Amount of time after the due date that submissions will be accepted
uk: Час, протягом якого будуть прийматися відповіді після закінчення терміну здачі завдання

source: Error getting task history for problem '<%= problem_id %>' and student '<%= student_id %>'. Make sure that the problem and student identifiers are complete and correct.
uk: Помилка отримання історії задач, пов'язаних із завданням '<%= problem_id %>' для студента '<%= student_id %>'. Переконайтеся, що ідентифікатори завдання та студента вказані правильно і повністю.

source: Invalid account number. Possible fix: retry with another form of payment
uk: Некоректний номер рахунку. Можливе рішення: спробуйте інший спосіб оплати

source: This value is invalid.
uk: Це неприпустиме значення.

source: Change order status
uk: Змінити статус замовлення

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the about section of the {platform_name} Courses web site.
uk: Якщо Ви не робили такого запиту, подальших дій не потрібно; ви більше не будете отримувати від нас повідомлень. Будь ласка, не відповідайте на це повідомлення; якщо Вам потрібна допомога, загляньте на сторінку "Поширені питання" сайту {platform_name}.

source: %s has been restored
uk: %s було відновлено

source: Mode
uk: Режим

source: Course options dropdown
uk: Список опцій курсу

source: Heading 3
uk: Заголовок 3

source: Completed puzzles
uk: Завершені завдання:

source: You will receive your grade after all steps are complete and your response is fully assessed.
uk: Ви отримаєте вашу оцінку після того, як будуть завершені всі етапи і ваша відповідь буде повністю оцінено.

source: You are now sign up... and now you can sign in!
uk: Ви зареєстровані ... і тепер можете увійти!

source: Total number of words:
uk: Загальна кількість слів:

source: Which step within the current task that the student is on.
uk: Етап поточного завдання, який виконує студент.

source: Found existing user: "{}"
uk: Знайдено існуючого користувача: "{}"

source: February
uk: Лютого

source: Like in a UNIX file system, permissions can be given to a user according to group membership. Groups are handled through the Django auth system.
uk: Як і в файловій системі UNIX, користувачеві надаються ті ж права доступу до файлу, що і користувальницькій групі, до якої він належить. Управління групами організовано через систему авторизації Django.

source: Update comment
uk: Оновити коментар

source: Add a Post
uk: Почати обговорення

source: {link_start}Click here for more information on credit at {platform_name}{link_end}.
uk: {link_start}Щоб дізнатися подробиці про заліки в {platform_name} клацніть тут{link_end}.

source: Due date that should be displayed.
uk: Відображуваний термін здачі.

source: Edit the name of the course image file. You must upload this file on the Files & Uploads page. You can also set the course image on the Settings & Details page.
uk: Відредагувати назву файлу, що містить емблему курсу. Ви повинні завантажити цей файл на сторінці "Файли та завантаження". Ви також можете вибрати емблему курсу на сторінці "Налаштування і подробиці курсу".

source: Raw
uk: Без обробки

source: Add Certificate to LinkedIn Profile
uk: Додати сертифікат до профілю на LinkedIn

source: Dictionary for maintaining the state of inputtypes
uk: Словник для збереження станів введених даних

source: List of domains that are allowed to make cross-domain requests to this site. Please list each domain on its own line.
uk: Список доменів, яким дозволено робити запити між доменами для цього сайту. Будь ласка, вкажіть кожний домен в окремому рядку.

source: + - * / (add, subtract, multiply, divide)
uk: + - * / (додавання, віднімання, множення, ділення)

source: Users must create and activate their account before they can be promoted to beta tester.
uk: Користувачі мають створити та активувати свої акаунти до ого, як отримати доступ до бета-тестування.

source: Return To %s
uk: Повернутися до %s

source: Vertical space
uk: Вертикальний проміжок

source: Pre-Course Survey Required
uk: Вимагається вступне опитування курсу

source: A problem grade report is already being generated. To view the status of the report, see Pending Instructor Tasks below. You will be able to download the report when it is complete.
uk: Детальний оціночний лист на стадії підготовки. Стан звіту нижче відображається у списку «Поточні завдання». Ви зможете завантажити звіт, коли він буде завершений.

source: Choose a graded unit and click the button to obtain a list of all students who have extensions for the given unit.
uk: Оберіть оцінюваний модуль і клацніть на кнопці для отримання списку все студентів, у яких є продовження для обраного модуля.

source: Feedback on your work from the grader:
uk: Відгук оцінюючого про Вашу роботу:

source: One or more rescheduling tasks failed.
uk: Один або кілька завдань про реструктуризацію не вдалося.

source: Answer:
uk: Відповідь:

source: Select Problem
uk: Вибрати завдання

source: The card has reached the credit limit. Possible fix: retry with another form of payment
uk: На картці досягнути кредитний ліміт. Можливе рішення: спробуйте інший спосіб оплати

source: New article created: %s
uk: Створена нова стаття: %s

source: Student location is determined from IP address. This map shows where students most recently connected.
uk: Розташування студента визначається за IP-адресою. Ця мапа показує звідкіля останній час підключався студент.

source: Batch Beta Tester Addition
uk: Масове поповнення групи бета-тестерів

source: Users with due date extensions for {0}
uk: Користувачі з розширеннями термінів оплати для {0}

source: Welcome to {course_name}
uk: Вітаємо на курсі {course_name}

source: Only instructors may create other instructors
uk: Тільки інструктори можуть створювати інших інструкторів

source: Trying to add a different currency into the cart
uk: Спроба додати іншу валюту до кошика

source: You're enrolled as a professional education student
uk: Ви підписані як студент вищої освіти

source: e.g. johndoe@example.com, JaneDoe, joeydoe@example.com
uk: наприклад petrykpyatochkin@example.com, PetrykPyatochkin

source: About {course.display_number_with_default}
uk: Про {course.display_number_with_default}

source: View Certificate
uk: Показати сертифікат

source: &bull; This thread is closed.
uk: &bull; Ця тема закрита.

source: CSS Class for Course Reruns
uk: Клас CSS для перезапуску курсу

source: Invalid course id
uk: Невірний id курсу

source: Allow Anonymous Discussion Posts to Peers
uk: Дозволити анонімні повідомлення в обговореннях

source: View notes by:
uk: Дивитися нотатки:

source: Use between 250 and 500 words or so in your response.
uk: Використовуйте приблизно 250-500 слів для відповіді.

source: Start Grading!
uk: Почати оцінювання!

source: Not Available
uk: Чи не доступний

source: Markdown tag
uk: Тег markdown

source: regenerated
uk: повторно створено

source: Gradebook name:
uk: Найменування журналу:

source: Download Handout
uk: Завантажити матеріали

source: The full name that will appear on the certificate.
uk: Це ім'я буде використано на вашому сертифікаті.

source: What if my camera isn't working?
uk: Що робити, якщо моя камера не працює?

source: We've sent a confirmation message to {new_email_address}.
uk: Ми надіслали лист-підтвердження на {new_email_address}.

source: A valid password is required
uk: Необхідно вказати коректний пароль

source: Students must score {score}{pct_sign} or higher to access course materials.
uk: Слухачі повинні набрати {score}{pct_sign} або більше для доступу до матеріалів курсу.

source: This course doesn't support verified certificates
uk: Цей курс не підтримує верифікованих сертифікатів

source: %s results
uk: %s результатів

source: Unmark as Answer
uk: Зняти відмітку про Правильну відповідь

source: Create
uk: Створити

source: Ask a Question
uk: Поставити Запитання

source: Placeholder
uk: Мітка-заповнювач

source: Number of Enrollments
uk: Кількість реєстрацій

source: June
uk: Червня

source: Value
uk: Значення

source: High School Diploma or Less
uk: Диплом повної середньї освіти або нижче

source: <%= num %> graded
uk: <%= num %> оцінені

source: You have been invited to be a beta tester for {course_name} at {site_name} by a member of the course staff.
uk: Ви отримали запрошення стати бета тестером курсу "{course_name}" на {site_name} від співробітника курсу.

source: You have unsaved changes on individual editable fields. If you run an action, your unsaved changes will be lost.
uk: Ви не зберегли зміни до окремих полів редагування. Якщо ви виконаєте дію, то ваші незбережені зміни будуть втрачені.

source: Always
uk: Завжди

source: %(num_students)s students
uk: %(num_students)s студентів

source: The message to show when a user is blocked from enrollment.
uk: Повідомлення для відображення, коли користувачу заблоковано запис на курс.

source: {relative} ago - {absolute}
uk: {relative} - {absolute}

source: Quantity
uk: Кількість

source: unlink
uk: роз'єднати

source: Optional, for older browsers: the YouTube ID for the 1.5x speed video.
uk: Необов'язкове значення для застарілих браузерів: ідентифікатор відео на YouTube на швидкості 1.5x.

source: Education: <%=value%>
uk: Освіта: <%=value%>

source: The URL you entered seems to be an email address. Do you want to add the required mailto: prefix?
uk: Ваше посилання схоже на адресу електронної пошти. Чи хочете ви додати до нього префікс mailto:?

source: Issue Open Badges badges for this course. Badges are generated when certificates are created.
uk: Створювати значки Open Badges, тобто міні-дипломи для випускників ваших онлайн-курсів. Значки генеруються автоматично разом із сертифікатами.

source: Uploaded by
uk: Вивантажено

source: Merge with current
uk: З'єднати з поточною

source: {category} Program: Interested in more courses in this subject?
uk: Програма {category}: Хочете дізнатися про інші курси з цієї дисципліни?

source: Annual Household Income
uk: Річний сімейний дохід

source: Specify the maximum team size and topics for teams inside the provided set of curly braces. Make sure that you enclose all of the sets of topic values within a set of square brackets, with a comma after the closing curly brace for each topic, and another comma after the closing square brackets. For example, to specify that teams should have a maximum of 5 participants and provide a list of 2 topics, enter the configuration in this format: {example_format}. In "id" values, the only supported special characters are underscore, hyphen, and period.
uk: Вкажіть максимальний розмір команди і теми для команд всередині фігурних дужок. Переконайтеся, що ви уклали набори тем у квадратних дужках, через кому після закриваючої фігурної дужки для кожної теми, та іншою комою після закриття квадратних дужок. Наприклад, щоб вказати, що команди повинні мати максимум 5 учасників і представити список з 2 тем, введіть конфігурацію в наступному форматі: {example_format}. В значеннях \"id\", крім літер і цифр латинського алфавіту підтримується символи підкреслення, дефіс і крапка.

source: Total Payments Collected
uk: Кількість зібраних платежів

source: If you don't have an {platform_name} account yet, click <strong>Register Now</strong> at the top of the page.
uk: Якщо у вас ще немає облікового запису {platform_name}, натисніть <strong>Register Now</strong> у верхній частині сторінки.

source: Upgrade Your Registration
uk: Змінити статус реєстрації

source: The experiment uses a deleted group configuration. Select a valid group configuration or delete this experiment.
uk: В експерименті використана видалена конфігурація групи. Виберіть коректну конфігурацію групи або видаліть цей експеримент.

source: Please enter a hint below:
uk: Введіть підказку внизу:

source: Image must be 450px X 150px transparent PNG.
uk: Вимоги до зображення: розмір 450px X 150px, прозоре, PNG формат.

source: Ask a question
uk: Поставити Запитання

source: This link will open the certificate web view
uk: За цим посиланням відкриється веб-версія сертифіката

source: Cost:
uk: Вартість:

source: All (Show History)
uk: Все (Показати Історію)

source: Max
uk: Максимум

source: View {cert_name_short}
uk: Переглянути {cert_name_short}

source: # staff
uk: # персоналу

source: Help
uk: Допомога

source: Non writable git url provided. Expecting something like: git@github.com:mitocw/edx4edx_lite.git
uk: Надано некоректний git адрес. Приклад коректної адреси: git@github.com:mitocw/edx4edx_lite.git

source: Release Date
uk: Дата публікації

source: Draft Your Course's Grading Policy
uk: Скласти політику оцінок для курсу

source: Task ID
uk: ID завдання

source: The redemption does not exist against enrollment code ({code}).
uk: Код зарахування ({code}) неможливо повернути.

source: The executive summary report is being created. To view the status of the report, see Pending Instructor Tasks below.
uk: Адміністративний підсумковий звіт на стадії підготовки. Щоб переглянути статус звіту, див. нижче «Поточні завдання».

source: Minimum Peer Grading Calibrations
uk: Мінімум тренувальних завдань для взаємної перевірки

source: Address Line 2
uk: Адреса, рядок 2

source: Your grade for this problem
uk: Ваша оцінка цієї проблеми

source: You are already registered in course {course_id}.
uk: Ви вже зареєстровані на курс {course_id}.

source: To uphold the credibility of {platform} certificates, all name changes will be logged and recorded.
uk: Для підтримки довіри до сертифікатів {platform}, всі зміни імені будуть реєструватися та записуватись.

source: Unit {0} has no due date to extend.
uk: У блоку {0} відсутній термін здачі, який можна було б продовжити.

source: Download All Enrollment Codes
uk: Завантажити всі коди для запису на курс

source: by most votes
uk: за кількістю голосів

source: Get started by making a note in something you just read, like {section_link}.
uk: Почніть зі створення нотатки про щось, що ви щойно прочитали, наприклад {section_link}.

source: None
uk: Немає

source: Hiding notes
uk: Приховані нотатки

source: Load new course from github
uk: Завантажити новий курс з github

source: For HTML textbooks that appear as separate tabs in the course, enter the name of the tab (usually the title of the book) as well as the URLs and titles of each chapter in the book.
uk: Для HTML підручників, які відображабться як окремі вкладки курсу, введіть ім'я вкладки (зазвичай назва книги), а також URL-адреси і заголовки кожної глави в книзі.

source: Turn off transcript
uk: Вимкнути переклад

source: You are not enrolled yet
uk: Ви ще не зареєстровані

source: Certificate Validation
uk: Перевірка сертифіката

source: Loading video player
uk: Триває завантаження відео плеєра

source: View %(span_start)s %(team_name)s %(span_end)s
uk: Відобразити %(span_start)s %(team_name)s %(span_end)s

source: Then select an action
uk: Тепер виберіть дію

source: Explore courses from {platform_name}.
uk: Переглянути курси від {platform_name}.

source: View Teams in the %(topic_name)s Topic
uk: Показати команди за темою %(topic_name)s

source: After you submit your response, you cannot edit it
uk: Після відправки вашої відповіді, ви не можете змінити його

source: In this section, you have the ability to grant extensions on specific units to individual students. Please note that the latest date is always taken; you cannot use this tool to make an assignment due earlier for a particular student.
uk: У цьому розділі Ви можете продовжити терміни здачі з конкретних тем для окремих студентів. Будь ласка, майте на увазі, що завжди застосовується остання зазначена дата; Ви не можете використовувати цей метод для призначення даному студенту більш раннього терміну здачі завдання.

source: How {platform_name} Validates Student Certificates
uk: Як {platform_name} підтверджує сертифікати про закінчення

source: Download CSV of Certificates Issued
uk: Завантажити файл CSV зі списком випущених сертифікатів

source: Filter discussion areas
uk: Фільтр тем обговорення

source: Manage student accounts
uk: Управляння обліковими записами студентів

source: remove vote
uk: прибрати голос

source: The percentage of students aged 41 years or older (of those who provided a year of birth).
uk: Процентне співвідношення студентів віком від 41 і старших (з тих, хто вказав дату народження).

source: (Caption will be displayed when you start playing the video.)
uk: (Субтитри відображатимуться, коли Ви почнете програвати відео.)

source: List of dictionaries containing pdf_textbook configuration
uk: Список словників, що містять конфігурацію pdf_textbook

source: Cell properties
uk: Властивості комірки

source: Enter the price per course seat.
uk: Введіть ціну за місце на курсі.

source: Content Engagement Breakdown
uk: Розподіл Розташування Змісту

source: About me
uk: Про мене

source: Minimum Score:
uk: Мінімальний бал:

source: Unfortunately you missed this course's deadline for a successful verification.
uk: На жаль, ви не встигли подати заявку на підтвердження особистості на даному курсі.

source: Enabled XBlock/template combinations with full or provisional support can always be created in Studio. Unsupported XBlock/template combinations require course author opt-in.
uk: Дозволені комбінації XBlock/шаблон з повною або частковою підтримкою завжди можуть бути створені в студії. Підтримувані комбінації XBlock/шаблон вимагають авторської роботи.

source: A new revision of the article was succesfully added.
uk: Нова версія статті була успішно додана.

source: Merge Revision
uk: З'єднати редакції

source: I agree to the {link_start}Terms of Service{link_end}
uk: Я погоджуюсь з {link_start}Умовами Надання Послуг{link_end}

source: Sorry! Our payment processor sent us back a message saying that you have cancelled this transaction. The items in your shopping cart will exist for future purchase. If you feel that this is in error, please contact us with payment-specific questions at {email}.
uk: Вибачте! Наша система оплати відправила нам повідомлення про те, що ви скасували цю угоду. Покупки будуть знаходитися у вашому кошику . Якщо ви вважаєте, що це помилка, будь ласка, зв'яжіться з нами по питань оплати {email}.

source: The revision of this attachment currently in use (on all articles using the attachment)
uk: Версія цього додатка зараз використовується (у всіх статтях, що використовують цей додаток)

source: Set date
uk: Встановити дату

source: Tell us about your learning or professional goals. How will a Verified Certificate in this course help you achieve these goals?
uk: Розкажіть нам про ваші освітні або професійні цілі. Яким чином Підтверджений сертифікат цього курсу допоможе вам у досягненні цілей?

source: Remote gradebook response for {action}
uk: Відповідь віддаленої книги оцінок на {action}

source: Enter discussion categories in the following format: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. For example, one discussion category may be "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2014_T1"}.
uk: Введіть категорії обговорень в наступному форматі: "НазваКатегоріі": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. Наприклад, одна з категорій обговорення може виглядати так: "Лідійський лад": {"id": "i4x-UniversityX-MUS101-course-2014_T1"}

source: Back to editor
uk: Повернутись до редактору

source: enroll
uk: прийняти участь

source: You requested a capture through the API, but there is no corresponding, unused authorization record.
uk: Ви запросили захоплення засобів через API, але зв'язку немає, невикористано авторизаційний запис.

source: Discussion - {course_number}
uk: Обговорення - {course_number}

source: Assessment #
uk: Оцінювання #

source: The executive summary report is currently being created. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
uk: Адміністративний підсумковий звіт в даний час на стадії підготовки. Щоб переглянути статус звіту, див. нижче «Поточні завдання». Ви зможете завантажити звіт, коли він буде завершений.
